Repository: jpnova/jesa
Catalog: translations/jesa.*.po
Languages: fr

source: Jesa: Informations
fr: Jesa: Renseignements

source: Link FAQ
fr: Lien vers la page FAQ

source: Link (relative to the content nodes) to the faq. Normaly you shouldn't change it.
fr: Lien (relatif à partir des nodes de stage) vers la page faq. Vous ne devriez normalement pas pas le modifier.

source: Link contact page
fr: Lien vers la page de contact

source: Link (relative to the content nodes) to the contact page. Normaly you shouldn't change it.
fr: Lien (relatif à partir des nodes de stage) vers la page de contact. Vous ne devriez normalement pas pas le modifier.

source: Adult event
fr: Stage adulte

source: Contact name and phone for the event
fr: Nom et téléphone de la personne de contact pour le stage.

source: Youth event
fr: Stage jeunes

source: Informations
fr: Renseignements

source: Consult our <a href="@FaqLink">FAQ</a> or send yours questions by <a href="@ContactLink">clicking here</a>.
fr: Consultez notre <a href="@FaqLink">FAQ</a> ou envoyer vos questions en <a href="@ContactLink">cliquant ici</a>.

source: You can contact the event responsible @Contact
fr: Vous pouvez également prendre directement contact avec le responsable du stage: @Contact

source: To make a subscription use the following <a href="@SubscriptionLink">link</a>.
fr: Pour vous inscrire utilisez <a href="@SubscriptionLink">ce lien</a>.

source: Display the links to informations, subscritpions and contact for the future events.
fr: Affiche les liens vers les informations, les inscriptions et les contacts pour les stages futurs.

source: Choose any speaker
fr: Peut choisir tous les orateurs.

source: Allow to choose any speaker for a session (if the permission is set).
fr: Permet de choisir tous les orateur pour un exposé (si la permission est donnée)

source: View all registrations
fr: Voir toutes les inscriptions.

source: Allow to view all the registrations (not only own registrations).
fr: Est autoris&eacute; &agrave; voir toutes les inscriptions (pas seulement les siennes).

source: Conditional filter user
fr: Filtre conditional utilisateur

source: Limit the user list (in views) to the current user (except user with permission).
fr: Limite la liste des utilisateurs (dans views) &agrave; l'utilisateur connecte (sauf pour les utilisateurs avec permission).

source: User
fr: Utilisateur

source: Jesa filter
fr: Filtre Jesa

source: Filter the view to the currently logged in user except if having one of the specified permissions.
fr: Filtre la vue uniquement pour l&rsquo;utilisateur connect&eacute; sauf si ce dernier poss&egrave;de une des permissions sp&eacute;cifi&eacute;es.

source: Is the logged in user (bypassed by some permissions)
fr: Est l&rsquo;utilisateur connect&eacute; (sauf pour certaines permissions)

source: Permissions to bypass filter.
fr: Permissions n&eacute;cessaires pour ne pas &ecirc;tre limit&eacute; &agrave; l&rsquo;utilisateur connect&eacute;

source: Is one of
fr: Fait partie de

source: in
fr: dans

source: This page allow you to create the link between a parent and one of more child and, if necessary, create the users. This will allow the parent to register his child for the future events.
fr: Cette page vous permet de créer un lien entre un parent (ou tuteur) et un ou plusieurs enfants. Si les personnes n'esistent pas, le système les créera automatiquement. Cela permetra au parent d'inscrire sont enfant aux futurs stages.

source: Existing parent
fr: Parent existant

source: New Parent
fr: Nouveau parent

source: Existing member
fr: Stagiaire existant

source: New member
fr: Nouveau stagiaire

source: Kinship
fr: Lien de parenté

source: Submit
fr: Envoyer

source: Add a new name
fr: Ajouter un nouveau nom

source: Delete the last name
fr: Supprimer le dernier nom

source: the name is mandatory for a new member.
fr: le nom est obligatoir pour un nouvel utilisateur.

source: the firstname is mandatory for a new member.
fr: le prénom est obligatoir pour un nouvel utilisateur.

source: the address is mandatory for a new member.
fr: l'adresse est obligatoir pour un nouvel utilisateur.

source: the gender is mandatory for a new member.
fr: le sexe est obligatoire pour un nouvel utilisateur.

source: the email address or the phone number is mandatory for a new member.
fr: l'adresse mail ou le téléphone doit être rempli pour un nouvel utilisateur.

source: the birthdate is mandatory for a new member.
fr: la date de naissance est obligatoir pour un nouvel utilisateur.

source: @firstname @name, user successfuly created.
fr: @firstname @name, utilisateur cr&eacute;&eacute; avec succ&egrave;s.

source: Error during the processing of @prenom @nom (!msg).
fr: Le syst&egrave;me a rencontr&eacute; un probl&egrave;me lors du traitement de @prenom @nom (!msg).

source: @firstname @name, link successfuly activated.
fr: @firstname @name, lien activ&eacute; avec succ&egrave;s.

source: @firstname @name, the user and the link already exists.
fr: @firstname @name, l&rsquo;utilisateur et le lien existent d&eacute;j&agrave;.

source: user and link successfully created.
fr: L'utilisateur et le lien ont été créé avec succès.

source: Allow to register a new participant. if the participant does't exist he(she) will be created. For a new member you must provide the name, firstname, the gender and a contact method (mail or phone).
fr: Permet d'introduire un nouveau stagiairr. Si le participant n'existe pas il(elle) sera automatiquement créé. Pour un nouveau stagiaire, vous devez introduire le nom, le prénom, le sexe et un moyen de contact (courriel ou numéro de téléphone).

source: Member
fr: Stagiaire

source: Events
fr: Stages

source: Is the registration form already received.
fr: Le formulaire d'inscription a-t'il été reçu.

source: the fisrtname is mandatory for a new member.
fr: Le prénom est obligatoire pour un nouvel utilisateur.

source: Please select an event.
fr: Veuillez s&eacute;lectionner un stage.

source: The member already exists it will not be created.
fr: Le stagiaire existe d&eacute;j&agrave;, il ne sera pas cr&eacute;&eacute;.

source: The status of the registration form has been modified.
fr: Le statut du formulaire d'inscription est changé

source: The status of the payment has been modified.
fr: Le statut du paiement est changé.

source: The email address is not valid.
fr: L&rsquo;adresse mail n&rsquo;est pas valide.

source: The user found using the name (@nom) is different from the one found using the email address (@email).
fr: Le nom d&rsquo;utilisateur trouv&eacute; par l&rsquo;adresse mail (@email) ne correspond pas avec celui trouvé parle nom (@nom).

source: The user found using the name introduced (@user_name) is different from the one found using the email address (@email).
fr: Le nom d&rsquo;utilisateur trouv&eacute; par l&rsquo;adresse mail (@email) ne correspond pas avec le nom (@user_name) introduit.

source: Error during database access.
fr: Erreur de base de donnée

source: The email address @email is already used.
fr: Le courriel @email est d&eacute;j&agrave; utilis&eacute;

source: The welcome mail for @prenom @nom cannot be sent, please send the mail manually.
fr: Le mail de bienvenue n&rsquo;a pas pu être envoyé pour @prenom @nom, veuillez envoyer un mail manuellement.

source: Firstname
fr: Prénom

source: Name
fr: Nom

source: Gender
fr: Sexe

source: email adress
fr: Adresse mail

source: phone
fr: Num&eacute;ro de t&eacute;l&eacute;phone.

source: Adress (line 1)
fr: Adresse (ligne 1)

source: Adress (line 2)
fr: Adresse (ligne 2)

source: Birthdate
fr: Date de naissance

source: Birthdate format "jj-mm-aaaa"
fr: Format de la date de naissance "jj-mm-aaaa"

source: The birthdate is not correct.
fr: La date de naissance est erronée.

source: The members'age (!age) doesn't allow him to register to the event.
fr: L'age du stagiaire (!age) ne lui permet pas de parciticiper au stage.

source: Next event registration
fr: Prochain stage

source: Registration status
fr: Statut de l&rsquo;inscription

source: none
fr: aucun(e)

source: Register
fr: Inscrire

source: event manager
fr: responsable du stage

source: The list is empty.
fr: Il n'y a pas d'éléments dans la liste.

source: Add a member.
fr: Ajouter un stagiaire.

source: Sorry, there is no event available.
fr: D&eacute;sol&eacute;, il n&rsquo;y a aucun stage disponible.

source: Select the event(s).
fr: Veuillez sélectionner le(s) stage(s).

source: Cancel
fr: Annuler

source: Please select at least one event.
fr: Veuillez s&eacute;lectionner au moins un stage.

source: Management of the members registration
fr: Gestion des inscriptions des stagiaires.

source: administer children subscription
fr: Administration des inscriptions aux stages pour jeunes pour le gestionaire de stage.

source: Allow to administer the registrations for the event manager.
fr: Permet d&rsquo;administrer les inscriptions par le gestionnaire de stage (incrire un stagiaire, cr&eacute;er un lien parent-enfant).

source: Manage children subscription
fr: Inscriptions aux stages pour jeunes directement via le site.

source: Allow to manage the children's registrations.
fr: Permet de g&eacute;rer les inscriptions des stagiaires &rsquo;jeunes&rsquo; par leur(s) parent(s).

source: A different link exists between the parent en the child (@stagiaire_prenom @stagiaire_nom).
fr: Un lien différent existe entre le parent et l'enfant (@stagiaire_prenom @stagiaire_nom).

source: The link [-en] for @stagiaire_prenom @stagiaire_nom [-stagiaire_uid] already exists with [-en_parent_uid].\nCheck if this link is valid.
fr: Le lien [-en] pour @stagiaire_prenom @stagiaire_nom [-stagiaire_uid] existe déjà avec [-en_parent_uid].\nVeuillez vérifier si le lien est correct.

source: Study level
fr: Année d'étude

source: This is the study level of the participant or the one he/she just finish (in case of summer events)
fr: C&rsquo;est l'ann&eacute;e dans laquelle le stagiaire se trouve ou qu'il vient de terminer (dans le cas des stages d'&eacute;t&eacute;)

source: Will come with the train
fr: Viendra en train

source: @prenom @nom is registred on the event @stage.
fr: @prenom @nom est inscrit au stage @stage.

source: @prenom @nom is already registred on the event @stage.
fr: @prenom @nom est d&eacute;j&agrave; inscrit au stage @stage.

source: jesa inscription
fr: inscription jesa

source: More than one link found between parent @parent and child @stagiaire in table field_data_field_lien_type. There must be only one. Please delete the wrong links.
fr: Plus d'un lien entre le parent @parent et le stagiaire @stagiaire ont été trouvés dans la table field_data_field_lien_type. Il ne peut y en avoir qu'un. Veuillez supprimer les liens erronés.

source: Manage registrations
fr: Gestion des inscriptions

source: Add registration
fr: Ajoute une inscription

source: Add a new registration and, if needed, a new user.
fr: Ajout d&rsquo;une inscription et, si n&eacute;cessaire, d&rsquo;un nouveau stagiaire.

source: Stagiaire autocomplete
fr: Autocomplétion des stagiaires.

source: Autocomplete to get child list
fr: utocomplétion de la liste des enfants.

source: Parent autocomplete
fr: Autocomplétion des parents

source: Autocomplete to get parent list
fr: Autocomplétion de la liste des parents.

source: Link parent child
fr: Lien parent enfant

source: Add a new link between parent and child and, if needed, create the users
fr: Ajout d&rsquo;un nouveau lien entre le parent et le stagiaire et, si n&eacute;cessaire, cr&eacute;e les utilisateurs.

source: form
fr: formulaire

source: payment
fr: paiement

source: Your registrations
fr: Vos inscriptions

source: Manage your registrations.
fr: Gestion de vos inscriptions.

source: Registration
fr: Inscription

source: Events registration.
fr: Gestion des inscriptions aux stages pour jeunes par le gestionnaire de stage ou par les parents.

source: Process camp pictures .
fr: Traitement des images des stages.

source: yes
fr: oui

source: no
fr: non

source: Force update
fr: Forcer la miste à jour

source: Update all camp nodes (even the one already configured)?
fr: Mettre à jour toutes les images du stages (même celles déjà configurées)?

source: Information
fr: Informations

source: Minimal level to log (default is
fr: Niveau minimum à enregistrer (la valeur par défaut est

source: picture processing jesa
fr: Jeas traitement des images

source: Force update is @force.
fr: Mise à jour forcée est @force.

source: Problem when trying to open the directory @dir
fr: Problème lors de l'ouverture du répertoire @dir

source: @dir does not contains any @target images.
fr: @dir ne contient aucune images @target.

source: @dir does not exists
fr: @dir n'existe pas

source: Updating the text link @link_photo
fr: Mise à jour du text du lien @link_photo

source: Updating the picture for @title with the link @link_photo
fr: Mise à jour de l'image pour @title avec le lien @link_photo

source: Link to the pictures placed on @node_title
fr: Lien vers les photographies placé sur @node_title

source: Back link to the event page (node @main_node) placed on @node_title
fr: Le lien vers la page du stage (node @main_node) est placée sur énode_title

source: Found more than one qui_est_qui node for @node_title. The link is set with nid: @nid
fr: Plus d'un node de type &rsquoqui est qui&rsquo pour la page '@node_title'. Le lien est fait avec le nid: @nid.

source: Found one qui_est_qui node for @node_title. The link is set with nid: @nid
fr: Une page qui est qui trouvée pour la page '@node_title'. Le lien est fait avec le nid: @nid.

source: Automatic photo processing
fr: Traitemetn autoatique des photos.

source: Connect automatically the presentation image with the pictures taken during a camp.
fr: Place automatiquement l'image de présenatation du stage avec les images prises lors des stages.
